#+title: Emacs Config
#+author: Lucas Fernandez Cofré
#+startup: overview

* Actualizar Repositorio Git

#+begin_src bash :result output
gitscript.sh
#+end_src

#+RESULTS:
| [main 15430ee] commit de actualización por defecto para pequeñas modificaciones |                  |                 |
| 2 files changed                                                                 | 78 insertions(+) | 59 deletions(-) |

